My_Bank_account = "Doen't exists"
input (type("My_Bank_account:"))
Mom_Bank_account = 5.5
input (type("Mom_Bank_account:"))
Dad_bank_account = 2
input (type("Dad_Bank_account:"))



# / და // ნიშნებს შორის განსხვავება არის ის რომ / აკეთებს მაგალითებს ათწილადებში როდესაც // მათ ასევე ამრგვალებს.
a = 5
b = 2.5
input(int(a / b))
print (a / b)

c = 8
d = 1.5
input(int(c / d))
print (c / d)



n = 10
j = 2.5
input(int(n // j))
print (n // j)


k = 5
l = 2.5
input(int(k // l))
print (k // l)

num1 = "8"  #რიცხვს "" არ სჭირდება. რიცხვი არის სტრინგად გადაქცეული
num2 = 10
print(num1 + num2)   #შვენ სტრინგს და ინტეჯერს ერთმანეთს ვერ დავუმატებთ (კონკატენაცია ვერ მოხდება).



#სტრინგი გამოიყენება ყველანაირე ტექსტის (ინფორმაციის) დასაწერად, მაგრამ ჩვენ მას უნდა დავუწეროთ "", თორემ ის არ იმუშავებს.
My_name = input("my name is:") #მაგალითი სრულდება სტრინგის გამოყენებით.
#ინტეჯერში შედის ყველანაირი ნატურალური რიცხვი(მთელი რიცხვები)
My_age = input(int("My age is:")) #მაგალითი სრულდება ინტეჯერის გამოყენებით
#ფლოათი არის რიცხვები მაგრამ მხოლოდ ათწილადები.
Math_problem = input(float(15 / 6)) #მაგალითი სრულდება ფლოათის გამოყენებით.

