#კომენტარები პითონში არის ძალიან პრაქტიკული და კარგი გამოსაყენებელი პრაქტიკა, რადგან ჩვენ კომენტარებში შეგვიძლია შევინახოთ მნიშვნელოვანი ინპორმაცია და მომავალში გამოვიყენოთ, თანაც კომენტარები არის დაიგნორებული პითონის მიერ. იმისათვის რომ დავწეროთ კომენთარები პითონში, ჩვენ უნდა გამოვიყენოთ # ნიშანი.
#პითონში დიდ და პატარა ასოებში განსხვავებაა რომელსაც ეწოდება case sesnsitive.


#ჩვენ პითონში ვიყენებთ _(ქვედა ტირეს) რომ გავაცალკევოთ სიტყვები ერთმანეთისაგან.
Name_Lastname= "Nikoloz Gelashvili"

Mariam_job = "cleaner" #ამ ჩვლადში ვინახავთ მნიშვნელობას
Temuri_job = "truck_driver" #ამ ჩვლადში ვინახავთ მნიშვნელობას
ant_job = = "cleaner" #ამ ჩვლადში ვინახავთ მნიშვნელობას
cousin_job = "bank" #ამ ჩვლადში ვინახავთ მნიშვნელობას
print(Mariam_job"" + Temuri_job"" + ant_job"" + cousin_job)